Repository: Divmarley/RidderBackend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Features
fr: Fonctionnalités

source: Reviews
fr: Avis

source: How it Works
fr: Comment ça marche

source: Download
fr: Télécharger

source: Get App
fr: Obtenir l’application

source: Yawigo - Smart Delivery & Ride Services
fr: Yawigo - Livraison et services de transport intelligents

source: Professional food delivery and ride-hailing services in Ghana. Fast, reliable, and secure.
fr: Services professionnels de livraison de repas et de transport à la demande au Ghana. Rapide, fiable et sécurisé.

source: START
fr: DÉPART

source: END
fr: ARRIVÉE

source: Smart Delivery & Ride Services in Ghana
fr: Livraison et transport intelligents au Ghana

source: Experience seamless food delivery and ride-hailing with our professional, reliable, and secure platform designed for modern Ghana.
fr: Profitez d’une livraison de repas et d’un service de transport fluides avec notre plateforme professionnelle, fiable et sécurisée, conçue pour le Ghana moderne.

source: Download App
fr: Télécharger l’application

source: Learn More
fr: En savoir plus

source: Why Choose Yawigo?
fr: Pourquoi choisir Yawigo ?

source: Built with cutting-edge technology to serve you better
fr: Conçu avec une technologie de pointe pour mieux vous servir

source: Premium Quality
fr: Qualité supérieure

source: Verified restaurants and professional drivers ensure top-quality service every time.
fr: Des restaurants vérifiés et des chauffeurs professionnels garantissent un service de qualité à chaque fois.

source: Real-Time Tracking
fr: Suivi en temps réel

source: Track your order or ride in real-time with precise GPS technology and live updates.
fr: Suivez votre commande ou votre trajet en temps réel grâce à une technologie GPS précise et des mises à jour en direct.

source: Secure Payments
fr: Paiements sécurisés

source: Multiple payment options with bank-grade security and fraud protection.
fr: Multiples options de paiement avec une sécurité de niveau bancaire et une protection contre la fraude.

source: 24/7 Support
fr: Assistance 24/7

source: Round-the-clock customer support to assist you whenever you need help.
fr: Service client disponible 24/7 pour vous aider à tout moment.

source: What Our Customers Say
fr: Ce que disent nos clients

source: Real experiences from real customers across Ghana
fr: Des expériences réelles de clients partout au Ghana

source: How It Works
fr: Comment ça marche

source: Simple steps to get started with Yawigo
fr: Des étapes simples pour commencer avec Yawigo

source: Download & Register
fr: Télécharger et s’inscrire

source: Download the Yawigo app and create your account in minutes with just your phone number.
fr: Téléchargez l’application Yawigo et créez votre compte en quelques minutes avec votre numéro de téléphone.

source: Choose Service
fr: Choisir un service

source: Select food delivery or ride service, browse options, and place your order.
fr: Choisissez la livraison de repas ou le service de transport, parcourez les options et passez votre commande.

source: Track & Enjoy
fr: Suivre et profiter

source: Track your order in real-time and enjoy fast, reliable service delivered to your door.
fr: Suivez votre commande en temps réel et profitez d’un service rapide et fiable livré à votre porte.

source: Download Yawigo
fr: Télécharger Yawigo

source: Get the latest version for Android devices
fr: Obtenez la dernière version pour appareils Android

source: Latest
fr: Dernière version

source: Released:
fr: Publié :

source: Enhanced GPS tracking
fr: Suivi GPS amélioré

source: New payment methods
fr: Nouveaux modes de paiement

source: Improved user interface
fr: Interface utilisateur améliorée

source: Bug fixes and performance improvements
fr: Corrections de bugs et améliorations de performances

source: Multi-language support
fr: Prise en charge multilingue

source: Download APK (28 MB)
fr: Télécharger l’APK (28 Mo)

source: Download APK (25 MB)
fr: Télécharger l’APK (25 Mo)

source: Get in Touch
fr: Contactez-nous

source: We're here to help! Reach out to us anytime for support, partnerships, or questions about Yawigo services.
fr: Nous sommes là pour vous aider ! Contactez-nous à tout moment pour du support, des partenariats ou des questions sur les services Yawigo.

source: Email Support
fr: Support e-mail

source: Response within 2 hours
fr: Réponse sous 2 heures

source: 24/7 Hotline
fr: Hotline 24/7

source: Available 24/7
fr: Disponible 24/7

source: Live Chat
fr: Chat en direct

source: Chat with us now
fr: Discutez avec nous maintenant

source: Instant response
fr: Réponse instantanée

source: Head Office
fr: Siège social

source: Mon-Fri: 9AM-6PM
fr: Lun-Ven : 9h-18h

source: Send us a Message
fr: Envoyez-nous un message

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Email Address
fr: Adresse e-mail

source: Phone Number
fr: Numéro de téléphone

source: Subject
fr: Sujet

source: Select a topic
fr: Sélectionnez un sujet

source: General Inquiry
fr: Demande générale

source: Customer Support
fr: Support client

source: Partnership
fr: Partenariat

source: Become a Driver
fr: Devenir chauffeur

source: Restaurant Partnership
fr: Partenariat restaurant

source: Feedback & Suggestions
fr: Avis et suggestions

source: Technical Issue
fr: Problème technique

source: Tell us how we can help you...
fr: Dites-nous comment nous pouvons vous aider...

source: Send Message
fr: Envoyer le message

source: Frequently Asked Questions
fr: Questions fréquentes

source: How do I track my order?
fr: Comment suivre ma commande ?

source: You can track your order in real-time through the Yawigo app. Once your order is confirmed, you'll see live updates including restaurant preparation time and delivery progress on the map.
fr: Vous pouvez suivre votre commande en temps réel via l’application Yawigo. Une fois votre commande confirmée, vous verrez des mises à jour en direct, y compris le temps de préparation du restaurant et l’avancement de la livraison sur la carte.

source: What payment methods do you accept?
fr: Quels modes de paiement acceptez-vous ?

source: We accept Mobile Money (MTN, AirtelTigo, Vodafone), credit/debit cards, cash on delivery, and bank transfers. All payments are processed securely with encryption.
fr: Nous acceptons Mobile Money (MTN, AirtelTigo, Vodafone), les cartes de crédit/débit, le paiement à la livraison et les virements bancaires. Tous les paiements sont traités de manière sécurisée avec chiffrement.

source: How can I become a Yawigo driver?
fr: Comment devenir chauffeur Yawigo ?

source: To become a driver, you need a valid driver's license, vehicle registration, insurance, and smartphone. Apply through our website or visit our office for registration and vehicle inspection.
fr: Pour devenir chauffeur, vous avez besoin d’un permis de conduire valide, de l’immatriculation du véhicule, d’une assurance et d’un smartphone. Postulez sur notre site web ou rendez-vous dans nos bureaux pour l’inscription et l’inspection du véhicule.

source: Which areas do you serve?
fr: Quelles zones desservez-vous ?

source: We currently serve Accra, Kumasi, Takoradi, Cape Coast, Tema, and Ho. We're rapidly expanding to more cities across Ghana. Check the app for service availability in your area.
fr: Nous desservons actuellement Accra, Kumasi, Takoradi, Cape Coast, Tema et Ho. Nous nous étendons rapidement à d’autres villes au Ghana. Vérifiez la disponibilité du service dans votre région sur l’application.

source: Follow Us
fr: Suivez-nous

source: Stay connected for updates, promotions, and news
fr: Restez connecté pour les mises à jour, promotions et actualités

source: Support Hours
fr: Heures d’assistance

source: Office Hours
fr: Heures de bureau

source: Mon-Fri: 9:00 AM - 6:00 PM
fr: Lun-Ven : 9h00 - 18h00

source: Phone Support
fr: Assistance téléphonique

source: About Yawigo
fr: À propos de Yawigo

source: Ghana's leading food delivery and ride-hailing platform, connecting people with reliable services across major cities.
fr: La principale plateforme de livraison de repas et de transport à la demande au Ghana, reliant les personnes à des services fiables dans les grandes villes.

source: Food Delivery
fr: Livraison de repas

source: Ride Services
fr: Services de transport

source: Business Solutions
fr: Solutions pour entreprises

source: Partner with Us
fr: Devenir partenaire

source: Help Center
fr: Centre d’aide

source: Contact Us
fr: Nous contacter

source: Safety
fr: Sécurité

source: Terms of Service
fr: Conditions d’utilisation

source: Company
fr: Entreprise

source: About Us
fr: À propos de nous

source: Careers
fr: Carrières

source: Privacy Policy
fr: Politique de confidentialité

source: &copy; 2025 Yawigo. All rights reserved. Made with ❤️ in Ghana.
fr: &copy; 2025 Yawigo. Tous droits réservés. Fait avec ❤️ au Ghana.

source: Yawigo 224 - Local Ride-Hailing for Guinea
fr: Yawigo 224 - Transport local pour la Guinée

source: Transportation designed for Guinea
fr: Le transport pensé pour la Guinée

source: Yawigo 224 is a local ride-hailing solution that connects passengers and drivers through a simple, human-centered experience adapted to Guinean realities.
fr: Yawigo 224 est une solution locale de transport qui connecte passagers et chauffeurs à travers une expérience simple, humaine et adaptée aux réalités guinéennes.

source: Our Difference
fr: Notre différence

source: Built for Guinea, not imported from elsewhere
fr: Conçu pour la Guinée, et non importé d’ailleurs

source: Works without precise addresses
fr: Fonctionne sans adresse précise

source: Designed to operate using well-known local landmarks and meeting points.
fr: Conçu pour fonctionner à partir de repères et points de rendez-vous locaux connus.

source: Driver-centered platform
fr: Plateforme centrée sur les chauffeurs

source: Puts drivers at the center with fair policies and human support.
fr: Place les chauffeurs au centre avec des politiques équitables et un accompagnement humain.

source: Trust and proximity first
fr: Priorité à la confiance et à la proximité

source: Built on local knowledge, community trust, and transparency.
fr: Fondé sur la connaissance locale, la confiance communautaire et la transparence.

source: Clear and fair pricing
fr: Tarification claire et équitable

source: Transparent fares adapted to local realities.
fr: Tarifs transparents adaptés aux réalités locales.

source: Yawigo 224 is not just a digital taxi — it is a local mobility solution.
fr: Yawigo 224 n’est pas qu’un taxi digital — c’est une solution de mobilité locale.

source: Key Feature: Smart Pickup Points
fr: Fonctionnalité phare : Points de rendez-vous intelligents

source: Choose meeting points like markets, stations, and schools instead of complex addresses.
fr: Choisissez des points de rendez-vous comme marchés, stations et écoles au lieu d’adresses compliquées.

source: Simple steps to get started with Yawigo 224
fr: Des étapes simples pour commencer avec Yawigo 224

source: For Passengers
fr: Pour les passagers

source: Open the Yawigo 224 app
fr: Ouvrez l’application Yawigo 224

source: Choose a known pickup point
fr: Choisissez un point de rendez-vous connu

source: Market, station, school, or landmark
fr: Marché, station, école ou repère

source: Enter your destination
fr: Entrez votre destination

source: A nearby driver accepts
fr: Un chauffeur à proximité accepte

source: Track your trip in real-time
fr: Suivez votre trajet en temps réel

source: Pay easily and rate the service
fr: Payez facilement et évaluez le service

source: For Drivers
fr: Pour les chauffeurs

source: Sign up on Yawigo 224
fr: Inscrivez-vous sur Yawigo 224

source: Submit your documents
fr: Soumettez vos documents

source: Get approved by our team
fr: Obtenez l’approbation de notre équipe

source: Receive nearby ride requests
fr: Recevez des demandes de course à proximité

source: Work freely
fr: Travaillez librement

source: Earn money every day
fr: Gagnez de l’argent chaque jour

source: Yawigo for Passengers
fr: Yawigo pour les passagers

source: Convenient and reliable urban mobility
fr: Mobilité urbaine pratique et fiable

source: Quick ride booking
fr: Réservation rapide de trajet

source: Clear price estimation
fr: Estimation claire des prix

source: Real-time GPS tracking
fr: Suivi GPS en temps réel

source: Driver profile visibility
fr: Visibilité du profil du chauffeur

source: Simple payment
fr: Paiement simple

source: Ride history
fr: Historique des trajets

source: Rating after every trip
fr: Évaluation après chaque trajet

source: Yawigo for Drivers
fr: Yawigo pour les chauffeurs

source: A fair and human platform
fr: Une plateforme juste et humaine

source: Fairer commission
fr: Commission plus équitable

source: Fast payments
fr: Paiements rapides

source: Flexible working hours
fr: Horaires de travail flexibles

source: Loyalty bonuses (coming soon)
fr: Bonus de fidélité (bientôt)

source: Dedicated driver support
fr: Support dédié aux chauffeurs

source: When drivers are respected, the service is better.
fr: Quand les chauffeurs sont respectés, le service est meilleur.

source: Safety & Trust
fr: Sécurité & Confiance

source: Safety is a top priority at Yawigo 224.
fr: La sécurité est une priorité chez Yawigo 224.

source: Verified drivers
fr: Chauffeurs vérifiés

source: Real-time trip tracking
fr: Suivi du trajet en temps réel

source: Mutual rating system
fr: Système d’évaluation mutuelle

source: Local assistance available
fr: Assistance locale disponible

source: Trip sharing via WhatsApp
fr: Partage de trajet via WhatsApp

source: Service Areas
fr: Zones desservies

source: Launch city
fr: Ville de lancement

source: Expansion plan
fr: Plan d’expansion

source: Other districts and cities across Guinea
fr: Autres quartiers et villes à travers la Guinée

source: Become a Yawigo 224 Driver
fr: Devenir chauffeur Yawigo 224

source: Join a platform that respects its drivers.
fr: Rejoignez une plateforme qui respecte ses chauffeurs.

source: Minimum age: 18
fr: Âge minimum : 18 ans

source: Valid driver's license
fr: Permis de conduire valide

source: Vehicle in good condition
fr: Véhicule en bon état

source: Android smartphone with GPS
fr: Smartphone Android avec GPS

source: Compliance with Yawigo rules
fr: Respect des règles Yawigo

source: About Yawigo 224
fr: À propos de Yawigo 224

source: Yawigo 224 is a Guinean initiative to modernize urban transportation while creating local economic opportunities.
fr: Yawigo 224 est une initiative guinéenne visant à moderniser le transport urbain tout en créant des opportunités économiques locales.
